Revit 2027 API
ParameterTypeId.SheetScheduled Property
 "Appears In Sheet List"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetScheduled { get; }
Public Shared ReadOnly Property SheetScheduled As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetScheduled {
	ForgeTypeId^ get ();
}
static member SheetScheduled : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace